[
  "one piece",
  [
    "One Piece",
    "One Piece (season 1)",
    "One Piece (season 9)",
    "One Piece (season 19)",
    "One Piece (season 15)",
    "One Piece (season 17)",
    "One Piece (season 14)",
    "One Piece (season 13)",
    "One Piece (season 2)",
    "One Piece (season 6)"
  ],
  [
    "One Piece (Japanese: ワンピース, Hepburn: Wan Pīsu) is a Japanese manga series written and illustrated by Eiichiro Oda.",
    "The first season of the One Piece anime series was produced by Toei Animation, and directed by Konosuke Uda.",
    "The ninth season of the One Piece anime series was directed by Kōnosuke Uda and produced by Toei Animation.",
    "The nineteenth season of the One Piece anime series was produced by Toei Animation, and directed by Toshinori Fukuzawa.",
    "The fifteenth season of the One Piece anime series was produced by Toei Animation, and directed by Hiroaki Miyamoto.",
    "The seventeenth season of the One Piece anime series was produced by Toei Animation, and directed by Hiroaki Miyamoto and Toshinori Fukuzawa.",
    "The fourteenth season of the One Piece anime series was produced by Toei Animation, and directed by Hiroaki Miyamoto.",
    "The thirteenth season of the One Piece anime series titled \"Impel Down\" (インペルダウン, Inperu Daun), was produced by Toei Animation, and directed by Hiroaki Miyamoto based on Eiichiro Oda's manga by the same name.",
    "The second season of the One Piece anime series was directed by Kōnosuke Uda and produced by Toei Animation.",
    "The sixth season of the One Piece anime series, split into two \"Sky Island\" chapters, was produced by Toei Animation, and directed by Konosuke Uda based on Eiichiro Oda's manga by the same name."
  ],
  [
    "https://en.wikipedia.org/wiki/One_Piece",
    "https://en.wikipedia.org/wiki/One_Piece_(season_1)",
    "https://en.wikipedia.org/wiki/One_Piece_(season_9)",
    "https://en.wikipedia.org/wiki/One_Piece_(season_19)",
    "https://en.wikipedia.org/wiki/One_Piece_(season_15)",
    "https://en.wikipedia.org/wiki/One_Piece_(season_17)",
    "https://en.wikipedia.org/wiki/One_Piece_(season_14)",
    "https://en.wikipedia.org/wiki/One_Piece_(season_13)",
    "https://en.wikipedia.org/wiki/One_Piece_(season_2)",
    "https://en.wikipedia.org/wiki/One_Piece_(season_6)"
  ]
]
